"Operation succeeded"  = "동작 성공됨";
"ID is invalid"  = "유효하지 않은 ID";
"Write attempted on stale version of object"  = "오브젝트의 구버전에서 쓰기 시도됨";
"No space available for write operation"  = "쓰기 작업에 대한 여유 공간 없음";
"Permission denied"  = "권한 거부됨";
"No such directory"  = "해당 디렉토리 없음";
"No such property"  = "해당 속성 없음";
"No such name"  = "해당 이름 없음";
"Cannot delete name object with children"  = "자식인 이름 오브젝트를 삭제할 수 없음";
"Object is not child of parent: cannot destroy"  = "오브젝트가 부모의 자식이 아님: 제거할 수 없음";
"Serialization error"  = "직렬화 오류";
"Hit network root domain"  = "히트 네트워크 루트 도메인";
"No response from remote parent"  = "원격 부모 도메인에서 응답 없음";
"No writes allowed: all objects are read-only"  = "쓰기 허용 안 됨: 모든 오브젝트가 읽기 전용임";
"Remote system error" = "원격 시스템 오류";
"Can't regenerate: already in use"  = "재생성할 수 없음: 이미 사용";
"Operation makes no sense on clone"  = "동작이 클론에 대해 감지 불가";
"Can't find address of server"  = "서버 주소를 찾을 수 없음";
"Duplicate domain tag: can't serve it"  = "중복 도메인 태그: 서비스할 수 없음";
"No such tag"  = "해당 태그 없음";
"Authentication error" = "인증 오류";
"No such user" = "해당 사용자 없음";
"Master server is busy" = "마스터 서버 사용 중";
"Invalid domain" = "유효하지 않은 도메인";
"Invalid operation on master" = "마스터에 유효하지 않은 동작";
"Communication failure" = "통신 실패";
"(unknown error)" = "(알 수 없는 오류)";
